[Heros_names.A_Slyen_Name H7GlobalName]
mName="Слайен"

[Heros_names.A_Graam_Name H7GlobalName]
mName="Граам"

[Heros_names.A_Amalya_Name H7GlobalName]
mName="Амалья"

[Hero_specialisation.A_vitality_t3_Buff H7BaseBuff]
mName="Сердце холода"
mTooltip=""

[Hero_specialisation.A_Vitality_t3 H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Сердце холодв"
mTooltip="Этот герой даёт призракам зимы и призракам мороза бонус %buff.buff.stat ед. %icon_health здоровья на время всего боя."

[Hero_specialisation.A_Maitre_t1 H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Мастер ледяных стражников"
mTooltip="Наместник: %buff1.buff.stat к приросту защитников и снежных воинов в землях вокруг этого города."

[Attaque_hero.A_HeroAttack_Might H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Атака героя"
mTooltip="Наносит вражеским существам от %d.min до %d.max ед. урона ."

[Archetype.A_Amalia H7EditorHero]
mName=""
mLore=""

[heropedya.A_HeroBio_Amalia H7HeroBioData]
mText="Вторжение Священной Империи Сокола в Тарлад положило конец счастливой и мирной жизни Амальи. Когда рыцари сожгли её деревню дотла, то продали всех выживших эльфов работорговцам, тем самым отобрав у детей Силанны их свободу. В ходе длительного путешествия на рынок рабов каравану с "живым товаром" пришлось пересечь Драконью гать, где он подвергся атаке диких зверей. Объятые страхом, караванщики бросили пленников на растерзание, и именно тогда сила, дремавшая в Амалье, пробудилась. Отвечая на её мысленный зов о помощи, деревья внезапно ожили и встали вокруг эльфов плотным кольцом, сдерживая натиск хищников до тех пор, пока на шум битвы не прибыли отряды Союза. Добравшись до ближайшего города, бывшие рабы стали частью тайной горной державы, а Амалья прошла посвящение Машаны, став хранительницей рощи. В благодарность за своё спасение, она решила посвятить себя заботе о гворнах."

[Archetype.A_graam H7EditorHero]
mName="Граам"
mLore="Граам никогда не интересовался политикой. Исследования и магия всегда были его страстью, поэтому он был крайне удивлён, когда ему доверили пост одного из советников младшего Просвещённого в Ламаке. Он смиренно принял это назначение, выполняя свои обязанности, но большую часть времени его разум занимало изучение магии. В особенности, магии льда, мастером которой он является."

[heropedya.A_HeroBio_graam H7HeroBioData]
mText="Научные исследования и изучение магии всегда были страстью Граама, поэтому за свои заслуги он удостоился великой чести - стать учеником одного из зверей стужи. От своего наставника архимаг получил множество уникальных знаний об устройстве мира и его законах, а также возможность прикоснуться к тайнам ледяной магии. Всё это пригодилось чародею в дальнейшем, когда Совет выбрал его в качестве претендента на пост одного из советников младшего Просвещённого в Ламаке. Хотя Граам никогда не проявлял особого интереса к политике, он был готов оправдать оказанное ему доверие и смиренно принял своё назначение. Исправно выполняя свои обязанности, он добился определённых успехов, но большую часть времени архимаг всё же предпочитает проводить в своей лаборатории, постигая новые секреты волшебства и совершенствуя своё владение магией льда."

[Heroes_class.A_Frost_Warrior_Ice_Balanced H7HeroClass]
mName="Крушитель льда"

[Archetype.A_Slyen H7EditorHero]
mName="Слайен"
mLore="Слайен - самый выдающийся выпускник военной школы в Укуре, о котором ходят легенды по всему Союзу. Говорят, что он не проиграл ни одного сражения, как на дуэли, так и в качестве командира. Тактическое чутье при использовании преимущества армии и территории, а также обнаружение недостатков врага сделали его лучшим среди командиров Союза Ледяных Шпилей. Не было ещё такой ситуации с которой Слайен не смог бы справиться."

[Hero_specialisation.A_Vitality_t3_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Сердце холода"
mTooltip="Этот герой увеличивает %icon_health здоровье призраков зимы и призраков мороза на %buff.buff.stat до конца битвы."

[Hero_specialisation.A_maitre_t1_Buff H7BaseBuff]
mName="Мастер оружия"
mTooltip=""

[Hero_specialisation.A_Vitality_Buff_t3_Spec H7BaseBuff]
mName="Живучесть"
mTooltip=""

[Hero_specialisation.A_Briseur_de_glace H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Крушитель льда"
mTooltip="Когда герой наносит урон замороженному противнику, он дополнительно наносит %d1 ед. урона от %icon_water магии воды."

[Hero_specialisation_valentine.A_add_nova_t7_hero H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Мастерский удар"
mTooltip="Этот герой позволяет уничтожителям и горным крушителям использовать способность "Ледяной поток" во второй раз."

[Hero_specialisation_valentine.A_ice_pick_Buff H7BaseBuff]
mName="Лейтенант ледяных лучников"
mTooltip="%stat1 к %icon_health здоровью изгоев и ледяных рейнджеров. Существа всегда атакуют на полную дистанцию."

[Hero_specialisation_valentine.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяной поток"
mTooltip="Атакованные существа, а также вражеские существа по соседству получают %d1 ед. урона от %ICON_Water магии воды."

[Heroes_class.A_Frost_Warrior_mage_Ice_Balanced H7HeroClass]
mName="Пророк"

[Heroes_class.A_Frost_Mage_Ice_Balanced H7HeroClass]
mName="Архимаг"

[Heroes_class.A_Frost_Defenseur_Ice_Balanced H7HeroClass]
mName="Ледяной защитник"

[Heroes_class.A_Frost_Scoot_Ice_Balanced H7HeroClass]
mName="Скалолаз"

[Heroes_class.A_Frost_Warrior_Ice_Balanced H7HeroClass]
mName="Крушитель льда"

[Heroes_class.A_Frost_Mage_Ice_defencive_Balanced H7HeroClass]
mName="Страж холода"

[Hero_specialisation.A_maitre_t5_Buff H7BaseBuff]
mName="Мастер магии холода"
mTooltip=""

[Hero_specialisation.A_Maitre_t5 H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Наставник Алой башни"
mTooltip="Наместник: %buff1.buff.stat к приросту ученых и магов-наставников в землях вокруг этого города."

[Hero_specialisation.A_lieutenant_t2_Buff H7BaseBuff]
mName="Лейтенант ледяных лучников"
mTooltip="%stat1 к %icon_health здоровью изгоев и ледяных рейнджеров. Эти существа всегда атакуют на полную дистанцию."

[Hero_specialisation.A_Lieutenant_t2 H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Лейтенант ледяных лучников"
mTooltip="Этот герой увеличвает %icon_health здоровье изгоев и ледяных рейнджеров на %buff1.buff.stat1, и эти существа всегда атакуют на полную дистанцию."

[Archetype.A_lotus H7EditorHero]
mName=""
mLore=""

[heropedya.A_HeroBio_Lotus H7HeroBioData]
mText="В рамках мирного договора, заключенного между нагами и Союзом, каждая из держав время от времени направляла своих представителей для обмена опытом. В одну из таких делегаций попала и Лотос, оказавшись в числе немногих, кому было дозволено побывать в сердце легендарной Шанрии. На тот момент она уже руководила отрядом ледяных рейнждеров и считала себя хорошим стрелком, однако то, как искусно наги управляются с луком, заставило её усомниться в своих навыках. Тренировки наг-ёкудзинов оказались для Лотос нелёгким испытанием, и лишь врождённое упрямство удерживало её от того, чтобы бросить всё на полпути. По возвращении в Союз она успешно применила полученные знания на практике, сделав своих подопечных куда выносливее и сильнее."

[Archetype.A_Serraphiel H7EditorHero]
mName="Серрафиель"
mLore="Серрафиеля часто называют Мудрецом Востока. Спокойный, собранный, не отказавшийся от своих чувств и всегда с мягкой улыбкой на устах, он даёт совет и поддержку любому, кто попросит об этом. Во всём Союзе он имеет статус одного из самых могущественных архимагов, но, в своей скромности, довольствуется должностью управляющего Алой Башни, где обучает следующее поколение архимагов."

[heropedya.A_HeroBio_Seraphiel H7HeroBioData]
mText="В отличие от Круга Девяти, члены Совета Мудрецов считают друг друга равными по статусу и не видят необходимости в выборе лидера. Впрочем, если бы такая ситуация всё же возникла, то все единогласно проголосовали бы за Серрафиеля, называемого Мудрецом Востока. Как один из старейших архимагов, входящих в состав Совета, он пользуется всеобщим уважением за свой богатый жизненный опыт, и многие обращаются к нему за советом, чтобы разрешить возникшие разногласия. Даже в самых непростых обстоятельствах Серрафиэль сохраняет спокойствие, доброжелательно улыбаясь, и всегда оказывает свою поддержку и помощь любому, кто попросит об этом. Во всём Союзе он имеет статус одного из самых могущественных чародеев, но в своей скромности довольствуется должностью наставника в Алой башне, где обучает следующее поколение архимагов."

[Archetype.A_mushi H7EditorHero]
mName="Муши"
mLore="Муши - дочь простого кузнеца и хозяйки гостиницы. Её мечтой было улучшить как свой достаток, так и достаток своей семьи, поэтому она тратила по несколько часов в день на тренировки, чтобы поступить в школу Укура. Когда ей удалось это сделать, она стала трудиться ещё больше, чтобы успешно закончить обучение.  Теперь она является уважаемым генералом и служит в своем родном городе Энтиле, где командует обороной города."

[heropedya.A_HeroBio_Mushi H7HeroBioData]
mText="Муши - дочь простого кузнеца и хозяйки гостиницы. Её мечтой было улучшить как свой достаток, так и достаток своей семьи, поэтому она тратила по несколько часов в день на тренировки, чтобы поступить в школу Укура. Когда ей удалось это сделать, она стала трудиться ещё больше, чтобы успешно закончить обучение.  Теперь она является уважаемым генералом и служит в своем родном городе Энтиле, где командует обороной города."

[Archetype.A_Slyen H7EditorHero]
mName="Слайен"
mLore="Слайен - самый выдающийся выпускник военной школы в Укуре, о котором ходят легенды по всему Союзу. Говорят, что он не проиграл ни одного сражения, как на дуэли, так и в качестве командира. Тактическое чутье при использовании преимущества армии и территории, а также обнаружение недостатков врага сделали его лучшим среди командиров Союза Ледяных Шпилей. Не было ещё такой ситуации с которой Слайен не смог бы справиться."

[heropedya.A_HeroBio_slyen H7HeroBioData]
mText="Ещё во времена своего обучения в военной школе Укура Слайен считался самым одарённым среди сверстников, и многие учителя признавали его усердие и стремление к знаниям. Наибольших успехов он добился в изучении военного дела, а о его умении обращаться с оружием до сих пор ходят легенды. Говорят, что за свою жизнь он не проиграл ни одного боя, будь то учебная дуэль или реальное сражение на поле битвы. Тактическое чутьё при использовании преимущества армии и территории, а также обнаружение недостатков противника сделали Слайена лучшим командиром Союза Ледяных Шпилей. До тех пор, пока "Щит Укура" незыблемо стоит на страже своей родины, нет такой ситуации с которой он не смог бы справиться."

[Archetype.A_Valentine H7EditorHero]
mName=""
mLore=""

[Heros_names.A_Lotus_Name H7GlobalName]
mName="Лотос"

[Heros_names.A_Serraphiel_Name H7GlobalName]
mName="Серрафиель"

[Heros_names.A_Slyen_Name H7GlobalName]
mName="Слайен"

[Heros_names.A_Valentine_Name H7GlobalName]
mName="Валентин"

[heropedya.A_HeroBio_Valentin H7HeroBioData]
mText="Появление на ритуальной арене рослого незнакомца в доспехах стало неожиданностью для всех хримтурсов. Даже будучи низинником, воин, назвавшийся Валентином, не уступал в росте большинству ледяных гигантов и производил впечатление опытного бойца. Словно несокрушимая скала, он твердо шёл к победе, повергая сильнейших воинов племени, пока не пришло время скрестить оружие с чемпионом. Тяжёлая схватка, а которой оба противника показали всё, на что способны, продлилась несколько часов, однако в итоге могучий хримтурс был вынужден уступить свой титул. По праву победителя, Валентайн воспользовался священной реликвией ледяных гигантов, и в его руках веками хранивший молчание боевой рог ожил. Его громкий протяжный звук возвестил хримтурсам о пришествии избранного чемпиона, готового повести их на битву против конца времён."